Repository: ai-rafique/woocommerce-business-card-flyer-designer-pro
Catalog: languages/prowbfd-*.po
Languages: ar

source: Custom Design
ar: تصميم خاص

source: Print/Save BG
ar: طباعة / حفظ بغ

source: Print/Save Logo
ar: طباعة / حفظ الشعار

source: Download SVG
ar: تحميل سفغ

source: Design Print/Save
ar: تصميم طباعة / حفظ

source: Image Control
ar: التحكم في الصور

source: image lock
ar: قفل الصورة

source: image unlock
ar: فتح الصورة

source: bring to front
ar: اجلب للمقدمة

source: send to back
ar: إرسال إلى الخلف

source: remove item
ar: إزالة بند

source: Customize Text ( Front Side )
ar: تخصيص النص (الجانب الأمامي)

source: Customize Text ( Back Side )
ar: تخصيص النص (الجانب الخلفي)

source: font size increase
ar: زيادة حجم الخط

source: font size decrease
ar: حجم الخط انخفاض

source: align left
ar: محاذاة لليسار

source: align center
ar: محاذاة الوسط

source: align right
ar: محاذاة اليمين

source: text color
ar: لون الخط

source: text font
ar: خط النص

source: text bold
ar: النص غامق

source: text italic
ar: النص مائل

source: text underline
ar: النص تسطير

source: text lock
ar: قفل النص

source: text unlock
ar: فتح النص

source: text remove
ar: إزالة النص

source: Enter Your Text
ar: أدخل نصك

source: WBFD-Settings
ar: إعدادات وبفد

source: Price
ar: السعر

source: Qty
ar: الكمية

source: Products Options
ar: خيارات المنتجات

source: Login Message
ar: رسالة تسجيل الدخول

source: You are now login by the super admin ! . Super admin can not save the design from frontend.
ar: أنت الآن الدخول من قبل المشرف السوبر! . سوبر المشرف لا يمكن حفظ التصميم من الواجهة الأمامية.

source: Please login as a user
ar: الرجاء تسجيل الدخول كمستخدم

source: Success Message
ar: نجاح رسالة

source: Your design have been successfully saved !
ar: تم حفظ التصميم بنجاح!

source: SN
ar: سن

source: User Name
ar: اسم المستخدم

source: Edit
ar: تصحيح

source: You do not have sufficient permissions to access this page.
ar: ليس لديك أذونات كافية للدخول إلى هذه الصفحة.

source: Upload Button Image
ar: تحميل صورة الزر

source: Upload Background Button
ar: تحميل زر الخلفية

source: Upload Logo Button
ar: تحميل شعار الشعار

source: Upload More Text Button
ar: تحميل المزيد من زر النص

source: Upload Save Button
ar: تحميل زر حفظ

source: Upload Add To Cart Button
ar: تحميل إضافة إلى عربة زر

source: Button Visibility
ar: زر الرؤية

source: Enable/Disable Background Upload Button
ar: تمكين / تعطيل زر تحميل الخلفية

source: Enable/Disable Logo Upload Button
ar: تمكين / تعطيل شعار تحميل الشعار

source: Enable/Disable More Text Button
ar: تمكين / تعطيل المزيد من زر النص

source: Enable/Disable Save Button
ar: تمكين / تعطيل حفظ زر

source: Custom Business Card Design Option
ar: مخصص تصميم بطاقة الأعمال الخيار

source: Enable for Custom Design?
ar: هل تريد تمكين التصميم المخصص؟

source: Custom Price
ar: سعر مخصص

source: Design Width
ar: تصميم العرض

source: Design Height
ar: تصميم الارتفاع

source: Upload Front Background Image
ar: تحميل صورة خلفية أمامية

source: Upload Back Background Image
ar: تحميل صورة الخلفية الخلفية

source: Customize
ar: يعدل أو يكيف
